---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MSup3PerS
source: html/ab27a1ba-ba48-aebc-fecf-2145bd014c7d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MSup3PerS Property

Symbol m³/s, indicating unit Cubic meters per second.

## Syntax (C#)
```csharp
public static ForgeTypeId MSup3PerS { get; }
```